Repository: ALCOVE-LAB/2024-ALCOVE-Hackathon-Shenzhen
Catalog: 4-Social-Innovation/20+Qeblty/Qeblty/Daleel/*.lproj/Localizable.strings
Languages: ar

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Year
ar: سنه

source: Month
ar: شهر

source: Day
ar: يوم

source: I agree to the User Service Agreement and Privacy Policy Terms
ar: أوافق على اتفاقية خدمة المستخدم وشروط سياسة الخصوصية

source: I agree to the
ar: أوافق علي

source: User Service Agreement
ar: اتفاقية خدمة المستخدم

source: and
ar: و

source: Privacy Policy Terms
ar: شروط سياسة الخصوصية

# you_need_to_agree_agreement
source: You need to agree to the User Service Agreement and Privacy Policy Terms.
ar: يجب الموافقة علي إتفاقية خدمة المستخدم وشروط سياسة الخصوصية

source: Please enter your phone number
ar: برجاء ادخال رقم الهاتف

# enter_password
source: Please enter password
ar: برجاء ادخال كلمه السر

# sign_in
source: Log in
ar: تسجيل الدخول

# login_tip_phone_number
source: Please enter your phone number, if you are a new user, you need to complete the registration first.
ar: من فضلك قم بإدخال رقم الهاتف لتتمكن من إنهاء التسجيل

# number_is_registered_please_login
source: %@ %@ Already registered, please enter the password
ar: %@ %@تم التسجيل بالفعل, برجاء إدخال كلمه السر

source: Sign Up
ar: اشتراك

# sign_up_tip
source: %@ %@ Haven't registered, please complete the registration
ar: %@ %@لم يتم التسجيل بعد,برجاء إكمال التسجيل

# please_input_code
source: Please Input The Code
ar: برجاء ادخال رقم التأكيد

# please_input_password
source: Please Set Your Password
ar: برجاء ضبط كلمه السر

source: Get
ar: يحصل علي

# password_wrong_title
source: Wrong Password Format
ar: صيغة كلمة المرور خاطئة

# password_wrong_content
source: The password consists of 4 to 8 digits and letters, and can not contain special symbols.
ar: تتكون كلمة المرور من 4 إلى 8 أرقام وحروف ، ولا يمكن أن تحتوي على رموز خاصة.

# verification_code_sent_to
source: Already Send Verification Code to: %@
ar: %@:تم إرسال رقم التأكير إلى

source: Select Country and Region
ar: اختار البلد والمنطقه

source: Prayers
ar: الصلوات

source: Awards
ar: جوائز

source: More >>
ar: المزيد >>

source: Check In
ar: تسجيل

# remind_no
source: Not remind
ar: لا تذكير

# remind_mute
source: Mute
ar: كتم الصوت

# pray_complete
source: Prayer Completed
ar: تم إتمام الصلاة

# get_medals
source: Badge Received
ar: الحصول علي ميداليات

# get_medal_reward
source: Come back for another %ld days to get a medal reward
ar: التسجيل من أجل %ld أيام للحصول على ميدالية مكافأة

# check_in_detail
source: Complete the prayers on a consistent basis to earn the badge
ar: اكمل صلاتك للفوز بالميدالية

# share_to_freiends
source: Share to Friends
ar: المشاركه مع اصدقائي

source: To Set
ar: ضبط

# set_location_tip
source: Set location permissions to obtain more prayer time
ar: ضبط أذن الموقع للحصول علي مواعيد الصلاة في وقتها الصحيح

# do_prayer_for_days_in_a_row_format
source: Do %@ prayers for %ld days in a row
ar: قم بإنهاء %@ صلوات لمدة %ld أيام على التوالي

# pls_calibration_compass_tip
source: Please make your phone fit in the calibration figure.
ar: يرجي هز الهاتف لاستكمال المعاينة

source: Calibrate Qibla
ar: اتجاه القبلة

source: Qibla
ar: القبلة

# calibrate_device
source: Please Calibrate Your Phone
ar: يحتاج جهازك الي الضبط لأستخدام القبلة

source: To Calibrate
ar: للأحتفال

source: Pre-Adhan Reminder
ar: تذكير قبل الآذان

source: Adhan
ar: الآذان

# minutes_ahead_remind
source: Remind Me %ld mins In Advance
ar: تذكير قبل %ld دقائق

# minutes_ahead_remind_more
source: Remind Me %ld mins In Advance
ar: تذكير قبل %ld دقيقة

# remind_on_time
source: Remind Me on time
ar: تذكير في الميعاد

# minutes_delay_remind
source: Remind Me %ld mins Late
ar: تأخير التذكير لمدة %ld دقائق

# minutes_delay_remind_more
source: Remind Me %ld mins Late
ar: تأخير التذكير لمدة %ld دقيقة

# remind_time_select_tip
source: Adjust the reminder according to your need.
ar: سيتم تقديم وقت التذكير أو تأخيره وفقًا لإعداداتك

# remind_ring_unlock_format
source: Achieve %ld points more to unlock this audio
ar: احصل على %ld من النقاط لفتح هذا المقطع الصوتي

# remind_ring_have_format
source: You now have %ld points
ar: انت الان تملك %ld من النقاط

source: Unlock
ar: الغاء القفل

# unlock_ring
source: Unlock the Ringtone
ar: الغاء قفل نغمه الرنين

# unlock_ring_format
source: %@ has been unlock
ar: يمكنك بالفعل إلغاء قفل %@

# unlock_successful
source: Successfully Unlocked
ar: تم الغاء القفل بنجاح

source: Use it Now
ar: استخدمه الان

source: Quran
ar: القرآن

source: Duas
ar: الأدعية

source: Favorite
ar: المفضلة

source: Notes
ar: ملاحظات

source: Highlights
ar: العناوين الرئيسية

# default_nickname
source: Nickname
ar: أسم مستعار

source: Name
ar: الأسم

source: Birthday
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Introduce
ar: تقديم

# gender_man
source: Male
ar: ذكر

# gender_woman
source: Female
ar: انثي

# pls_set_birthday
source: Please Select Your Birthday
ar: من فضلك اختر تاريخ الميلاد

# pls_select_your_gender
source: Please Select Your Gender
ar: من فضلك اختر جنسك

# pls_input_your_name
source: Input Your Name
ar: أكتب أسمك

# pls_input_your_introduce
source: Input Your Introduce
ar: أكتب التقديم الخاص بك

# pls_enter_your_name
source: Please enter your name
ar: برجاء كتابه أسمك

# pls_enter_your_introduce
source: Please enter your Introduce
ar: برجاء كتابه التقديم الخاص بك

# setting
source: Settings
ar: الضبط

source: Account
ar: الحساب

source: Security
ar: خصوصية

# edit_profile
source: Profile
ar: الملف الشخصي

# account_and_security
source: Account & Security
ar: الحماية

# unboud
source: Unbound
ar: غير مقيد

source: Phone Number
ar: رقم الهاتف

source: Password
ar: كلمه السر

source: Delete Account
ar: حذف الحساب

source: Feature
ar: خاصية

# feature_prayer
source: Prayer
ar: صلاة

# feature_quran
source: Quran
ar: قرآن

# feature_duas
source: Duas
ar: أدعيه

source: General
ar: عام

source: Language
ar: اللغة

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

# share_daleel
source: Share Qeblty with Friends
ar: مشاركة دليل مع اصدقائك

source: Feedback
ar: نتائج

# about_daleel
source: About Qeblty
ar: عن Qeblty

source: Sign out
ar: تسجيل خروج

# auth_failed_pls_try_again
source: Login failed, Please try again.
ar: لقد فشل التسجيل برجاء إعادة المحاولة مرة أخري

# can_not_login_by_google_please_check_network_status
source: Unable to access Google services, Please check your network connection.
ar: تعذر الوصول إلى خدمات Google ، يرجى التحقق من اتصال الشبكة.

# edit_Language
source: Language
ar: اللغة

source: Applying this setting will restart the APP
ar: بتطبيق هذا الضبط سيتم اعاده تشغيل التطبيق

# about_version
source: Version %@
ar: نسخة %@

# about_service
source: User Services Agreement
ar: اتفاقية خدمات المستخدم

# about_policy
source: Privacy Policy Terms
ar: شروط سياسة الخصوصية

# about_update
source: Check for Updates
ar: البحث عن تحديثات

source: New Version
ar: نسخه جديدة

source: Update
ar: تحديث

# srl_header_pulling
source: Pull-to-refresh
ar: اسحب للأسفل للتحديث

# srl_header_release
source: Please Refresh
ar: اترك للتحديث

# srl_header_refreshing
source: Refreshing…
ar: جاري التحديث

# srl_header_loading
source: Loading ...
ar: انتظر للتحميل ...

# srl_header_finish
source: Successfully Refresh
ar: تم التحديث بنجاح

# srl_header_failed
source: Refresh Failed
ar: فشل التحديث

# srl_header_update
source: 'Last Update' M-d HH:mm
ar: 'اخر تحديث' M-d HH:mm

# srl_header_secondary
source: Swipe down to refresh
ar: اسحب لأسفل للتحديث

# srl_footer_pulling
source: Pull Up to Load More
ar: اسحب لتحميل المزيد

# srl_footer_release
source: Release to Load More
ar: تحميل المزيد

# srl_footer_loading
source: Loading…
ar: تحميل …

# srl_footer_refreshing
source: Refreshing…
ar: أنتظر التحميل

# srl_footer_finish
source: Successfully Loaded
ar: تم التحميل بنجاح

# srl_footer_failed
source: Load Failed
ar: فشل التحميل

# srl_footer_nothing
source: No More Data
ar: لا يوجد مزيد من البيانات

# you_have_not_received_this_medal
source: You have not received this badge
ar: لم تتسلم هذه الميدالية

# you_have_earned_times
source: You have earned %ld times
ar: لقد فزت %ld مرة

# pray_start
source: %@ prayer %@ start
ar: %@ صلاة %@ بدء

source: My Points
ar: النقاط الخاصة بي

source: Recent
ar: الميدالية الأخيرة

source: Riyadh
ar: الرياض

# unlock_ringtone
source: Unlock %@
ar: فك قفل %@

source: Clear
ar: مسح

# clear_cache_tip
source: Clear the cache of %@ may destory your chat history
ar: قد يؤثر مسح ذاكرة التخزين المؤقت للتطبيق لـ %@ على حفظ الدردشة الخاصة بك

# are_you_sure_to_logout
source: Are you sure you want to log out?
ar: هل انت متأكد من تسجيل الخروج؟

# no_support_account_bind
source: The binding feature is not available.
ar: ميزة الربط غير مدعومة حالياَ

source: Set New Password
ar: ضبط كلمه سر جديدة

# please_set_a_new_login_password_for
source: Please set a new password
ar: يرجى تعيين كلمة مرور جديدة لتسجيل الدخول لـ

# change_pwd_success_pls_login
source: Successfully change the password, please log in again.
ar: تم تغيير كلمة السر بنجاح ، يرجى إعادة تسجيل الدخول مرة أخرى

# logged_in_account
source: Currently logged in account
ar: حاليا تسجيل الدخول لحساب

source: If you delete your current account:
ar: إذا قمت بمسح حسابك الخاص :

source: Delete My Account
ar: مسح الحساب الخاص بي

# delete_account_tips
source: ● All data will be erased and cannot be recovered; ● After confirming the account deletion, you will be logged out immediately; ● After confirming the deletion of the account, there will be a 7-day cooling-off period. During the cooling-off period, the account will remain normal, namely: — data will not be erased immediately; — your friends can visit your profile; — During the cooldown period, you can log in again, but if you log in again, you will give up the account deletion operation. ● Qeblty account deletion is the initiative of the account owner, and Qeblty officials are only responsible for execution. Qeblty is not responsible for any results caused. Kind tips: In order to ensure the safety of your account and avoid unnecessary losses, please keep your account properly and avoid borrowing your account.
ar: ● سيتم محو جميع البيانات ولا يمكن استعادتها ؛ ● بعد تأكيد حذف الحساب ، سيتم تسجيل خروجك على الفور ؛ ● بعد تأكيد حذف الحساب ، ستكون هناك فترة توقف مدتها ٧ أيام. خلال فترة التهدئة ، سيظل الحساب طبيعيًا ، أي: - لن يتم مسح البيانات على الفور ؛ - يمكن لأصدقائك زيارة ملف التعريف الخاص بك ؛ - خلال فترة الانتظار ، يمكنك تسجيل الدخول مرة أخرى ، ولكن إذا قمت بتسجيل الدخول مرة أخرى ، فسوف تتخلى عن عملية حذف الحساب. ● حذف حساب Qeblty هو مبادرة من مالك الحساب ، ومسؤولو Qeblty مسؤولون فقط عن التنفيذ. qeblty ليست مسؤولة عن أي نتائج ناتجة. نصائح جيدة: لضمان أمان حسابك وتجنب الخسائر الغير ضرورية ، يرجى الاحتفاظ بحسابك بشكل صحيح وتجنب اقتراض حسابك.

source: Delete Account Agreement Terms
ar: شروط اتفاقية حذف الحساب

# continue_with_the_delete_account_operation_title
source: Are you sure you want to delete your account ?
ar: هل تريد متابعة عملية حذف الحساب؟

# continue_with_the_delete_account_operation_content
source: If you continue to Qeblty your account, you will be logged out immediately and Qeblty will delete your account on %@ Any login during this period will interrupt the account deletion operation!
ar: إذا واصلت حذف حسابك ، سيتم تسجيل خروجك على الفور وسيقوم Qeblty بحذف حسابك على%@ !أي تسجيل دخول خلال هذه الفترة سيقطع عملية حذف الحساب

# cant_change_password
source: Account log in through third party platform can't change the password.
ar: الحساب الذي تم تسجيله بالطرف الثالث لا يمكن تغيير كلمة السر

# location_message_begin
source: it's %@ time at %@
ar: بدأت صلاة %@ في %@

# location_no_get_city
source: Can not detect the city.
ar: لم يتم العثور على معلومات المدينة بعد

# binding_unbinding_is_not_supported
source: This is the only login method for the current account, and it does not support unbinding for now
ar: هذه هي طريقة وحيدة لتسجيل الحساب حتي الآن ، و لا تدعم إلغاء الربط في الوقت الحالي

# account_delete_freeze_period_terminated
source: You have submitted a request to delete your account at %@ and the account has entered the freeze period. Depending on the duration of the freeze, the period of the freeze will expire at %@, the account will be permanently deleted. As you go through the login process this time, the freeze period will be terminated. The current deletion process cannot be completed. If you need to continue deleting the account, please do the account deletion process again.
ar: لقد تم تقديم الطلب لحذف حسابك في %@ ، و دخل الحساب الى فترة التجميد ، سوف تنتهي فترة التجميد في %@ وفقا لمدة التجميد . و بعد ذلك سيتم حذف الحساب نهائيا . خلال فترة التجميد ، اذا قمت بتسجيل الدخول مرة أخرى ، فسوف يتم إنهاء فترة التجميد و لا يمكن إكمال عملية حذف الحساب حاليا ، اذا كنت بحاجة الى الاستمرار في حذف الحساب، يرجى إعادة تقديم طلب حذف الحساب مرة اخرى

# noNetCurrent_checkNet
source: No network currently, please check the network
ar: لا توجد شبكة حاليا ، يرجى التحقق من الاتصال بالشبكة

# no_bind_phone_cant_change_password
source: Only the account that has set up a mobile phone number to log in can use the function of changing the password
ar: يمكن استخدام وظيفة تغيير كلمة السر للحساب الذي تم إنشائه برقم الهاتف المحمول فقط

# account_binding
source: Binding
ar: ربط

# app_quit
source: Press again to exit the program
ar: اضغط مرة اخرى للخروج من التطبيق

# compass_accuracy
source: Compass Accuracy:u0020
ar: دقة البوصلة : u0020

# compass_accuracy_high
source: High
ar: عالية

# compass_accuracy_medium
source: Medium
ar: متوسطة

# compass_accuracy_low
source: Low
ar: منخفضة

source: Done
ar: تم الإكمال

# delete_account_content
source: <b><font>If you delete your current account：</font></b> • All data will be erased and cannot be recovered; • After confirming the account deletion, you will be logged out immediately; • After confirming the deletion of the account, there will be a 7-day cooling-off period. During the cooling-off period, the account will remain normal, namely: u0020 u0020 — data will not be erased immediately; u0020 u0020 — your friends can visit your profile; u0020 u0020 — During the cooldown period, you can log in again, but if you log in again, you will give up the account deletion operation. • Qeblty account deletion is the initiative of the account owner, and Qeblty officials are only responsible for execution. Qeblty is not responsible for any results caused. <b><font>Kind tips:</font></b> u0020 u0020 In order to ensure the safety of your account and avoid unnecessary losses, plseae keep your account properly and avoid borrowing your account.
ar: "<b><font>إذا قدمت حذف حسابك الحالي:</font></b> • سيتم مسح كافة البيانات و لا يمكن استعادتها ; • بعد تأكد حذف الحساب ، سيتم تسجيل خروجك على الفور; • بعد تأكد حذف الحساب، ستكون هناك فترة التجميد لمدة سبعة أيام خلالها سيظل الحساب طبيعيا ، و ذلك يعني أنه: u0020 u0020 — لن يتم مسح البيانات على الفور; u0020 u0020 — يستطيع أصدقاؤك الوصول الى صفحتك الرئيسية الشخصية; u0020 u0020 — خلال فترة التجميد، يمكنك تسجيل الدخول مرة أخرى ، و لكن إذا قمت بتسجيل الدخول مرة اخرى، فسوف يتم إلغاء طلب حذف الحساب. • حذف حساب Qeblty هو مبادرة من صاحب الحساب و مسؤولي Qeblty فقط عن التنفيذ ، لا علاقة لـ Qeblty باي نتائج خاصة بحذف الحساب. <b><font>ملاحظات:</font></b> u0020 u0020 من أجل ضمان أمان حسابك و تجنب الخسائر غير الضرورة ، يرجى الاحتفاظ بحسابك بشكل صحيح و عدد مشاركة معلومات حسابك مع أي شخص آخر."

# alarm_message
source: God is greater, God is greater. God is greater, God is greater
ar: الله أكبر ، الله أكبر ، الله أكبر ، الله أكبر

# service_name
source: Notifiction
ar: إشعار

# about_points
source: Points
ar: النقاط

# week_array
source: Sun#Mon#Tues#Wed#Thur#Fri#Sat
ar: السبت#الجمعة# الخميس# الأربعاء#الثلاثاء#الإثنين#الأحد

# month_array
source: Jan#Feb#Mar#Apr#May#Jun#Jul#Aug#Sept#Oct#Nov#Dec
ar: يناير# فبراير# مارس#ابريل# مايو# يونيو# يوليو# أغسطس# سبتمبر# أكتوبر# نوفمبر# ديسمبر

# remind_time_array
source: 15 Minutes Ahead Remind#10 Minutes Ahead Remind#5 Minutes Ahead Remind#Remind on time#5 Minutes Delay Remind#10 Minutes Delay Remind#15 Minutes Delay Remind
ar: تذكير قبل 15 دقيقة# تذكير قبل 10 دقائق# تذكير قبل 5 دقائق# تذكير في الميعاد# تأخير التذكير لمدة 5 دقائق# تأخير التذكير لمدة 10 دقائق# تأخير التذكير لمدة 15 دقيقة

# prayer_sign_in
source: Sign in
ar: تسجيل الدخول

# fajr
source: Al-Fajr
ar: الفجر

source: Sunrise
ar: الشروق

# dhuhr
source: Al-Dhuhr
ar: الظهر

# asr
source: Al-Asr
ar: العصر

# maghrib
source: Al-Maghrib
ar: المغرب

# isha
source: Al-Isha
ar: العشاء

# prayer_setting
source: Azan Setting
ar: إعدادات الآذان

# writed_nothing
source: The content has not been updated.
ar: لم يتم تحديث المحتوى

source: Take Photo
ar: تصوير

source: Album
ar: ألبوم

# avatar_illegal
source: The avatar is illegal, please re-upload
ar: الصورة الرمزية غير شرعية ، يرجى إعادة تحميلها

source: None
ar: لا شئ

source: Silent
ar: صامت

source: Unlocked
ar: تم إلغاء القفل بنجاح

source: Setting completed
ar: تم الضبط بنجاح

source: Abdul-Basit
ar: عبد الباسط

# calendar_to_day
source: Today
ar: اليوم

# calendar
source: Islamic calendar
ar: التقويم الاسلامي

# wear_medal_succeed
source: Badge Wore
ar: تم ارتداء الميدالية بنجاح

# wear_medal_failed
source: Failure to Wear
ar: فشل في ارتداء الميدالية

# wear_medal
source: Wear
ar: إرتداء

# wearing_medal
source: Wearing
ar: جاري ارتداء

# share_medal
source: Share
ar: مشاركة

# medal_records
source: Records
ar: سجلات

# earned_times
source: Earned Time
ar: اوقات الاستلام

source: Date Records
ar: سجلات الوقت

source: Points
ar: نقاط

# edit_invite
source: Edit Invitation
ar: تحرير محتوى الدعوة

# invite_you_to_join
source: Win the badge on Qeblty
ar: حصل على ميدالية في Qeblty

# accept_the_challenge
source: Accept the challenge by :
ar: من أجل قبول التحدي ، اتبع بالخطوات التالية:

# scan_qrcode
source: 1. Scan the QRcode
ar: ١. امسح رمز QR

# download_qeblty
source: 2. Download Qeblty
ar: ٢. قم بتنزيل تطبيق Qeblty

# prayer_and_win_badges
source: 3. Prayer and win Badges
ar: ٣. قم بأداء فريضة الصلاة و الفوز بالميداليات

# edit_invite_name
source: Edit Challenge Receiver
ar: تحرير المتحدي

# enter_invite_name
source: Please enter the name of the receiver
ar: يرجى ادخال اسم المدعو

source: Completed
ar: تم الإكمال

# point_to_join_chanllenge
source: Points %@ to join the Challenge
ar: حدد %@ للانضمام الى التحدي

source: Total:%@
ar: إجمالي:%@

# current_wear
source: Currently Wear
ar: ترتدي حاليا

# havent_badge
source: Haven't acquired the badge
ar: لم تحصل على هذه الميدالية

# save_succeed
source: Saved
ar: تم الحفظ بنجاح

# share_succeed
source: Shared
ar: تمت المشاركة بنجاح

# share_failed
source: Failure to Share
ar: فشل في المشاركة

# cancel_share
source: Canceled
ar: إلغاء المشاركة

source: Close
ar: إغلاق

# cant_be_empty
source: The name cannot be left blank
ar: لا يمكن ترك الاسم فارغاً

# badges_title
source: Badges
ar: ميداليات

# calendar_date_deatils
source: Date Details
ar: تفاصيل التاريخ

# calendar_islamic
source: Hijri
ar: الهجري

# date_deatils_awarded
source: Awarded
ar: الميداليات المكتسبة

source: Allow Qeblty to access your location
ar: السماح لـ Qeblty بالوصول الى موقعك

source: In order to provide precise prayer time
ar: من أجل توفير أوقات الصلاة بدقة

source: Allow Location Access
ar: السماح بالوصول الى الموقع

source: Allow Qeblty to send you notifications
ar: السماح لـ Qeblty بارسال الاشعارات اليك

source: In order to remind you to prayer
ar: من أجل تذكيرك بالصلاة

source: Allow Notifications
ar: السماح بالاشعارات

source: Proceed to Qeblty
ar: Qeblty افتح

source: Check In Time
ar: وقت تسجيل الحضور

source: No Check In
ar: لم تقم بتسجيل الحضور

# compass_e
source: E
ar: الشرق

# compass_w
source: W
ar: الغرب

# compass_s
source: S
ar: الجنوب

# compass_n
source: N
ar: الشمال

# calendar_gregorian
source: Gregorian
ar: الميلادي

source: Welcome to Qeblty
ar: مرحبا بكم في Qeblty

# go_get_badge
source: Acquire Badges
ar: اذهب و احصل عليها

source: Sign In status invalid
ar: انتهت صلاحية تسجيل الدخول

source: Last Used
ar: استخدم مؤخرا

source: Do not merge data
ar: عدم دمج البيانات

source: Merge data
ar: دمج البيانات

source: Merge Rule
ar: قوانين الدمج

source: Merge Account Data
ar: بيانات الحساب المدمج

# merge_data_tip
source: The %@ you logged in already has some data, whether to merge the guest with this account data.
ar: يحتوى حساب %@ الذي قمت بتسجيل الدخول عليه على بعض البيانات، هل تريد دمج البيانات

source: Data Merge Completed
ar: تم دمج البيانات

# data_merge_completed_content
source: Your visitor data has been merged with your account data
ar: تم دمج بيانات حساب الضيف الخاص بك مع حسابك

source: Merge Details
ar: تفاصيل الدمج

# str_januray
source: January
ar: يناير

# str_february
source: February
ar: فبراير

# str_march
source: March
ar: مارس

# str_april
source: April
ar: أبريل

# str_may
source: May
ar: مايو

# str_june
source: June
ar: يونيو

# str_july
source: July
ar: يوليو

# str_august
source: August
ar: أغسطس

# str_september
source: September
ar: سبتمبر

# str_october
source: October
ar: أكتوبر

# str_november
source: November
ar: نوفمبر

# str_december
source: December
ar: ديسمبر

# str_januray_abbr
source: Jan.
ar: يناير

# str_february_abbr
source: Feb.
ar: فبراير

# str_march_abbr
source: Mar.
ar: مارس

# str_april_abbr
source: Apr.
ar: أبريل

# str_may_abbr
source: May.
ar: مايو

# str_june_abbr
source: Jun.
ar: يونيو

# str_july_abbr
source: Jul.
ar: يوليو

# str_august_abbr
source: Aug.
ar: أغسطس

# str_september_abbr
source: Sept.
ar: سبتمبر

# str_october_abbr
source: Oct.
ar: أكتوبر

# str_november_abbr
source: Nov.
ar: نوفمبر

# str_december_abbr
source: Dec.
ar: ديسمبر

# profile_badge_havent_badges
source: Haven't acquired any badges
ar: لم تحصل على أي ميداليات

# btn_skip
source: Skip
ar: تخطي

source: Complete prayer to win badges
ar: قم بأداء فريضة الصلاة للفوز بالميداليات

source: Start Qeblty
ar: ابدأ Qeblty

# share_failure_to_save
source: Failure to save
ar: فشل الحفظ

# share_failure_to_share
source: Failure to share
ar: فشل في المشاركة

# share_failure_to_save_content
source: Please click the confirm button to grant Qeblty access to your photos
ar: يرجى النقر على زر التأكيد للسماح لـ Qeblty بالوصول الى صورك

# str_tmr
source: TMR
ar: غدا

source: TOP UP
ar: إعادة الشحن

source: Every Sunday
ar: كل يوم أحد

source: Every Monday
ar: كل يوم إثنين

source: Every Tuesday
ar: كل يوم ثلاثاء

source: Every Wednesday
ar: كل يوم أربعاء

source: Every Thursday
ar: كل يوم خميس

source: Every Friday
ar: كل يوم جمعة

source: Every Saturday
ar: كل يوم سبت

# clock_week_array
source: Every Sunday#Every Monday#Every Tuesday#Every Wednesday#Every Thursday#Every Friday#Every Saturday
ar: كل يوم أحد#كل يوم إثنين#كل يوم ثلاثاء#كل يوم أربعاء#كل يوم خميس#كل يوم جمعة#كل يوم سبت

# question_clock_repeat
source: Repeat
ar: التكرار

# monday_short
source: Mon
ar: الإثنين

# tuesday_short
source: Tue
ar: الثلاثاء

# wednesday_short
source: Wed
ar: الأربعاء

# thursday_short
source: Thur
ar: الخميس

# friday_short
source: Fri
ar: الجمعة

# saturday_short
source: Sat
ar: السبت

# sunday_short
source: Sun
ar: الأحد

# invest_rule_title
source: Referral Rules
ar: قواعد

# invest_rule_sub_title
source: How to get a reward ?
ar: كيفية الحصول على المكافأة ؟

# step_1
source: Step 1. Share your postcard with your friends
ar: الخطوة الأولي : شارك بطاقتك البريدية مع أصدقائك

# step_2
source: Step 2. Get $1 after 10 users sign up with your postcard, and get another $5 after one of them continually checks in for 31 days.
ar: الخطوة الثانية : احصل على ١ دولار بعد تسيجل ١٠ مستخدمين عن طريق بطاقتك البريدية ، واحصل على ٥ دولارات أخرى ان كان احدهم يقوم بتسجيل الحضور لمدة ٣٠ يوما متتاليا

# step_3
source: Step 3. Don't forget to confirm the reward from 1st to 15th of each month.
ar: الخطوة الثالثة : لا تنس تأكيد مكافآتك من اليوم الأول الى اليوم العاشر من كل شهر

source: Achievement
ar: إنجازاتي
